[
  {
    "site": "Arlington National Cemetery",
    "address": "Arlington, VA",
    "zip": 22211,
    "description": "Arlington National Cemetery occupies 612 acres in Virginia on the Potomac River, directly opposite Washington. In 1864, Arlington became a military cemetery. More than 240,000 service members and their dependents are buried there. In 1921, an Unknown American Soldier of World War I was buried in the cemetery. The monument at the Tomb of the Unknown Soldier was opened to the public in 1932. Two additional Unknowns, one from World War II and one from the Korean War, were buried there on May 30, 1958. The Unknown Serviceman of Vietnam was buried on May 28, 1984. In June 1998 he was identified as First Lt. Michael Blassie, an Air Force pilot from St. Louis. The inscription carved on the Tomb of the Unknowns reads: HERE RESTS IN HONORED GLORY AN AMERICAN SOLDIER KNOWN BUT TO GOD",
    "photo_url": "arlington_national_cemetery.png"
  },
  {
    "site": "Capitol Building",
    "address": "East Capitol St NE & First St SE",
    "zip": 20004,
    "description": "This is where Congress meets and conducts business. It is located on the east end of the Mall. Construction of the building started in 1792, and its design was modified several times, until it was finished in 1865. The Capitol's most recognizable feature is the 180-foot-high cast iron dome of the Great Rotunda. In addition to its historical association, the Capitol Building is also a vast artistic treasure house. The works of such famous artists as Gilbert Stuart, Rembrandt Peale and John Trumbull are displayed on the walls. The Great Rotunda is decorated with a massive fresco by Constantino Brumidi. A monorail subway joins the House and Senate wings of the Capitol with the Congressional office buildings.",
    "photo_url": "capitol_building.jpg"
  },
  {
    "site": "Jefferson Memorial",
    "address": "701 E Basin Dr SW",
    "zip": 20242,
    "description": "In 1934, Congress authorized the construction of a memorial to honor Thomas Jefferson, the third President of the United States. He is considered the political philosopher of the American Revolution. He also drafted the Declaration of Independence. Architect John Russell Pope, who designed the memorial, used some of Jefferson's own architectural preferences in his design. The memorial, like Jefferson's home in Monticello, is based on the Roman Pantheon. Construction of the circular marble building was finished in 1943. It is located near the Potomac River and overlooks the Tidal Basin, which is surrounded by Japanese flowering cherry trees.",
    "photo_url": "jefferson_memorial.png"
  },
  {
    "site": "Lincoln Memorial",
    "address": "2 Lincoln Memorial Cir NW",
    "zip": 20037,
    "description": "Construction of this memorial to the 16th President of the United States started in 1914 and was completed in 1922. It is located on the west end of the Mall. Architect Henry Bacon modeled the marble, granite and limestone building after the Greek Parthenon. The inside of the memorial is divided into three chambers: central, north and south. A white marble statue of President Lincoln sits in the central chamber. The Gettysburg Address, which Lincoln gave on November 19, 1863, at Gettysburg, Pennsylvania , is in the south chamber, and his second inaugural speech is in the north chamber. The 36 Doric columns on the outside of the memorial represent the number of states in the Union at the time of Lincoln's death in 1865.",
    "photo_url": "lincoln-memorial.jpg"
  },
  {
    "site": "National Archives",
    "address": "700 Pennsylvania Avenue NW",
    "zip": 20560,
    "description": "The National Archives is the official library where the records of the three branches of the U.S. government are kept and preserved. The Declaration of Independence, the Constitution and the Bill of Rights are on display here. A collection of pictures taken during the Civil War by the famous photographer Matthew Brady are also on display. The building is located on Constitution Avenue in Washington, D.C. The agency was created in 1934 and the building was completed in 1935.",
    "photo_url": "national_archives.jpg"
  },
  {
    "site": "Smithsonian Castle",
    "address": "1000 Jefferson Dr SW",
    "zip": 20560,
    "description": "A rich English researcher, James Smithson, left all his money to create a museum in Washington, D.C. to 'the increase and diffusion of knowledge.' And he never even visited the United States! He also left his scientific library and his collection of minerals for the new museum. The Smithsonian is not just one building. It is a network of museums and art galleries, research projects and special performances. It includes 14 museums. Some of them are the National Air and Space Museum, the Museum of Natural History and the National Portrait Gallery.",
    "photo_url": "smithsonian-castle.jpg"
  },
  {
    "site": "Washington Monument",
    "address": "",
    "zip": "",
    "description": "Construction of this magnificent Washington, D.C., monument took nearly a century of planning, building and controversy. The first plans, which were dropped, called for a large equestrian statue of George Washington. After Washington's death in 1797, a memorial was discussed, only to be delayed again. Finally, in 1848, work started on the monument that stands today. After more fits and starts, the monument was finished in 1884 and opened to the public in 1888. The tapered shaft, or obelisk, is made of stone and is covered with white marble. The monument stands just over 555 feet. Memorial stones from the 50 States, foreign countries and organizations line the inside walls. The top of the monument, which you can get to only by elevator, provides a panoramic view of the city.",
    "photo_url": "washington_monument.png"
  },
  {
    "site": "White House",
    "address": "1600 Pennsylvania Ave NW",
    "zip": 20500,
    "description": "The 132-room White House is the official residence of the president. It is located at 1600 Pennsylvania Avenue. President George Washington chose the site in 1792 and supervised construction. The architect was James Hoban. The mansion was not finished until 1800, so Washington is the only president who never lived in the White House. The British burned the building in 1814, during the War of 1812. The rooms for public functions are on the first floor. The second and third floors are used as the residence of the president and first family. The most celebrated public room is the East Room, where formal receptions take place. Other public rooms are the Red Room, the Green Room and the Blue Room. The State Dining Room is used for formal dinners.",
    "photo_url": "white-house.png"
  },
  {
    "site": "National Zoo",
    "address": "3001 Connecticut Ave NW",
    "zip": 20008,
    "description": "",
    "photo_url": "national-zoo.jpg"
  },
  {
    "site": "Air & Space Museum",
    "address": "600 Independence Ave SW",
    "zip": 20560,
    "description": "",
    "photo_url": "air-and-space.jpg"
  },
  {
    "site": "Museum of the American Indian",
    "address": "4th St & Independence Ave",
    "zip": 20560,
    "description": "",
    "photo_url": "american-indian.jpg"
  },
  {
    "site": "Natural History Museum",
    "address": "10th St. & Constitution Ave. NW",
    "zip": 20560,
    "description": "",
    "photo_url": "natural-history.jpg"
  },
  {
    "site": "Constitution Gardens",
    "address": "1850 Constitution Avenue, NW",
    "zip": 20560,
    "description": "",
    "photo_url": "constition-gardens.jpg"
  },
  {
    "site": "Franklin Delano Roosevelt Memorial",
    "address": "1850 West Basin Drive SW",
    "zip": 20242,
    "description": "The Franklin Delano Roosevelt Memorial is a testament to one of America's most beloved presidents. In honor of President Roosevelt's four terms in office, the monument is divided into four outdoor 'rooms,' where visitors are able to view myriad statues and murals representing issues from the Great Depression to World War II. When visiting the memorial, visitors have the opportunity to learn about and reflect on some of the most significant events in this country's history, while enjoying some of the best views of the Tidal Basin and iconic cherry blossom trees that surround it.",
    "photo_url": "fdr-memorial-2.jpg"
  },
  {
    "site": "Martin Luther King, Jr. Memorial",
    "address": "1964 Independence Ave SW",
    "zip": 20024,
    "description": "Dedicated in 2011, the Martin Luther King, Jr. Memorial exemplifies the fundamental values of Dr. King during his quest for equal rights for all citizens.  Inspired by Dr. King's 'I Have a Dream' speech, Dr. King states 'With this faith, we will be able to hew out of a mountain of despair, a stone of hope.' A figure of Martin Luther King, Jr. is carved into the 'Stone of Hope' standing past the 'Mountain of Despair.'",
    "photo_url": "mlk_memorial.jpg"
  },
  {
    "site": "Navy-Merchant Marine Memorial",
    "address": "701 Pennsylvania Ave NW, Washington, DC",
    "zip": 20004,
    "description": "The Navy-Merchant Marine Memorial, featuring a large, evocative aluminum sculpture of a cresting wave and seagulls in flight, sits on Columbia Island on the Arlington side of the Potomac.",
    "photo_url": "navy-merchant-marine-memorial.jpg"
  },
  {
    "site": "Iwo Jima Memorial",
    "address": "Arlington, VA",
    "zip": 22209,
    "description": "",
    "photo_url": "iwo-jima.jpg"
  },
  {
    "site": "US Supreme Court",
    "address": "1 First St NE",
    "zip": 20543,
    "description": "",
    "photo_url": "us-supreme-court-building.jpg"
  },
  {
    "site": "Library of Congress",
    "address": "1 First St SE",
    "zip": 20543,
    "description": "",
    "photo_url": "loc.jpg"
  },
  {
    "site": "National Arboretum",
    "address": "3501 New York Ave NE",
    "zip": 20002,
    "description": "The National Arboretum makes for a pleasant park, but its official mission is education and research. With 446 acres and 9.5 miles of meandering roads, it's laid out as a very large park with paddocks, forested areas, ponds, and groves, lots of groves.",
    "photo_url": "national-arboretum.jpg"
  },
  {
    "site": "Union Station",
    "address": "50 Massachusetts Ave NE",
    "zip": 20002,
    "description": "It's not just any old train station that can be the venue for a black-tie presidential inaugural ball. But the lavish Union Station, not far from the US Capitol Building, is one of the few that does. It's an impressive blend of form and function.",
    "photo_url": "union-station.jpg"
  },
  {
    "site": "Albert Einstein Memorial",
    "address": "2101 Constitution Ave NW",
    "zip": 20418,
    "description": "The Einstein Memorial, featuring a 21-foot, stylized bronze statue of physicist Albert Einstein, sits in a grove of holly and elm trees on the Constitution Avenue side of the grounds of the National Academy of Sciences.  The memorial was unveiled on April 22, 1979, to commemorate the centenary of Einstein's birth. In the granite base at Einstein's feet is a sky map of the universe with 2,700 stainless steel markers embedded into the marble to create a celestial map as it was on the day of the memorial's unveiling. In his left hand he holds papers summarizing three of his most important contributions to science, including his famous theory of general of relativity.",
    "photo_url": "albert-einstein.jpg"
  },
  {
    "site": "National Gallery of Art",
    "address": "6th & Constitution Ave NW",
    "zip": 20565,
    "description": "",
    "photo_url": "nga.jpg"
  },
  {
    "site": "National Gallery East Wing",
    "address": "6th & Constitution Ave NW",
    "zip": 20565,
    "description": "",
    "photo_url": "ngi-east-wing.jpg"
  },
  {
    "site": "National Museum of Natural History",
    "address": "10th St. & Constitution Ave. NW",
    "zip": 20560,
    "description": "",
    "photo_url": "natural-history.jpg"
  },
  {
    "site": "National Museum of American History",
    "address": "14th St and Constitution Ave, NW",
    "zip": 20001,
    "description": "",
    "photo_url": "american-history.jpg"
  },
  {
    "site": "National Academy of Sciences",
    "address": "2101 Constitution Ave NW",
    "zip": 20418,
    "description": "",
    "photo_url": "nas-building.jpg"
  },
  {
    "site": "Freer Gallery of Art",
    "address": "1050 Independence Ave SW",
    "zip": 20560,
    "description": "",
    "photo_url": "freer.jpg"
  },
  {
    "site": "Sackler Gallery of Art",
    "address": "1050 Independence Ave SW",
    "zip": 20560,
    "description": "",
    "photo_url": "sackler.jpg"
  },
  {
    "site": "Arts & Industries Building",
    "address": "900 Jefferson Dr SW",
    "zip": 20560,
    "description": "",
    "photo_url": "arts-and-industries.jpg"
  },
  {
    "site": "Hirshhorn Museum",
    "address": "700 Independence Ave SW",
    "zip": 20560,
    "description": "",
    "photo_url": "hirshhorn.jpg"
  },
  {
    "site": "Museum of African American History",
    "address": "",
    "zip": "",
    "description": "The NMAAHC’s highly symbolic presence on the National Mall is matched by the symbolism of the building itself. Lead designer David Adjaye and lead architect Philip Freelon, together with their architectural team Freelon Adjaye Bond/SmithGroup, won the international competition in April 2009 to design and deliver the museum to the people of the United States. Groundbreaking on the five-acre site took place in February 2012, with the museum’s opening day scheduled for September 24, 2016.",
    "photo_url": "african-american-history.jpg"
  }
]
