pokemonument-api/app/controllers/encounters_controller.rb

  def index
    @encounters = Encounter.all
---
SELECT "encounters".* FROM "encounters"