pokemonument-api/app/controllers/monuments_controller.rb

SELECT "monuments".* FROM "monuments"
---
  def index
    @monuments = Monument.all

INSERT INTO "monuments" ("site", "address", "zip", "description", "photo_url", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7) RETURNING "id"  [["site", "rrr"], ["address", 0], ["zip", 0], ["description", "rrr"], ["photo_url", "rrr"], ["created_at", 2016-07-19 00:12:47 UTC], ["updated_at", 2016-07-19 00:12:47 UTC]]
---
  def create
    @monument = Monument.new(monument_params)
    @monument.save

UPDATE "monuments" SET "site" = $1, "updated_at" = $2 WHERE "monuments"."id" = $3  [["site", "AAA"], ["updated_at", 2016-07-19 00:14:26 UTC], ["id", 1]]
---
  def update
    if @monument.update(monument_params)

SELECT  "monuments".* FROM "monuments" WHERE "monuments"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
    def set_monument
      @monument = Monument.find(params[:id])